Repository: minaead13/Wlif
Catalog: Wlif/LangaugeManager/*.lproj/Localizable.strings
Languages: ar_eg

source: Stores
ar_eg: المتاجر

source: See All
ar_eg: عرض الكل

source: Clinics
ar_eg: العيادات

source: Hotels
ar_eg: الفنادق

source: Offer Stores
ar_eg: عروض المتاجر

source: Offer Clinics
ar_eg: عروض العيادات

source: Offer Hotel
ar_eg: عروض الفندق

source: Discount
ar_eg: خصم

source: Book Now
ar_eg: احجز الآن

source: Veterinary Services
ar_eg: الخدمات البيطرية

source: Distance
ar_eg: المسافة

source: Closes At
ar_eg: يغلق في

source: Service
ar_eg: الخدمة

source: Continue
ar_eg: متابعة

source: Select Date
ar_eg: اختر التاريخ

source: Select Time
ar_eg: اختر الوقت

source: Confirm Booking
ar_eg: تأكيد الحجز

source: Service Type
ar_eg: نوع الخدمة

source: Date :
ar_eg: التاريخ :

source: Type of Animal
ar_eg: نوع الحيوان

source: Value Added Tax
ar_eg: ضريبة القيمة المضافة

source: Total
ar_eg: الإجمالي

source: Minimum
ar_eg: الحد الأدنى

source: SR
ar_eg: ر.س

source: About Veterinary
ar_eg: عن الطب البيطري

source: Service Type :
ar_eg: نوع الخدمة :

source: Time :
ar_eg: الوقت :

source: Booking Confirmed!
ar_eg: تم تأكيد الحجز!

source: Thank you for choosing our service. See you at the scheduled time.
ar_eg: شكرًا لاختيارك خدمتنا. نراك في الموعد المحدد.

source: Go to Home
ar_eg: الذهاب إلى الرئيسية

source: Location :
ar_eg: الموقع :

source: Information :
ar_eg: المعلومات :

source: Booking
ar_eg: الحجز

source: Review :
ar_eg: المراجعة :

source: Available services :
ar_eg: الخدمات المتاحة :

source: Rooms
ar_eg: الغرف

source: Number of Animals
ar_eg: عدد الحيوانات

source: Services
ar_eg: الخدمات

source: Entry Date
ar_eg: تاريخ الدخول

source: From :
ar_eg: من :

source: TO :
ar_eg: إلى :

source: About Hotel
ar_eg: عن الفندق

source: Exit Date :
ar_eg: تاريخ الخروج :

source: Number of Rooms :
ar_eg: عدد الغرف :

source: Pet Hotel
ar_eg: فندق الحيوانات الأليفة

source: Hotel Details
ar_eg: تفاصيل الفندق

source: Latest Adoption Offers
ar_eg: أحدث عروض التبني

source: Photo
ar_eg: صورة

source: Hi
ar_eg: مرحبًا

source: Sent to :
ar_eg: تم الإرسال إلى :

source: Explore
ar_eg: اكتشف

source: Privacy
ar_eg: الخصوصية

source: Login
ar_eg: تسجيل الدخول

source: Home
ar_eg: المنزل

# HomeTabBar
source: Home
ar_eg: الرئيسية

source: Contact Us
ar_eg: تواصل معنا

source: Setting
ar_eg: الإعدادات

source: Notifications
ar_eg: الإشعارات

# Logout Message
source: Are you sure you want to logout ?
ar_eg: هل أنت متأكد من أنك تريد تسجيل الخروج ؟

# Delete Message
source: Are you Sure You want to Delete ?
ar_eg: هل أنت متأكد من أنك تريد الحذف ؟

source: Yes
ar_eg: نعم

source: No
ar_eg: لا

# Logout Title
source: Logout
ar_eg: تسجيل الخروج

source: Email
ar_eg: البريد الإلكترونى

source: Remember Me
ar_eg: احتفظ ببيانات الدخول

source: Password
ar_eg: كلمة المرور

source: Forgot Password ?
ar_eg: هل نسيت كلمة المرور ؟

# Sign Up
source: Create Account
ar_eg: تسجيل

# Sign In
source: Log In
ar_eg: الدخول

source: Connect With Facebook
ar_eg: دخول بواسطة الفيس بوك

source: Connection With
ar_eg: تسجيل بواسطة

source: Connect With Twitter
ar_eg: دخول بواسطة تويتر

source: Dashboard
ar_eg: لوحة التحكم

source: Edit Profile
ar_eg: تعديل الملف الشخصي

source: Edit Phone
ar_eg: تعديل رقم الجوال

source: Update Password
ar_eg: تحديث كلمة المرور

source: Settings
ar_eg: الإعدادات

source: Switch Language
ar_eg: تغيير اللغة

source: Language
ar_eg: اللغة

source: Logout
ar_eg: تسجيل الخروج

# Change Language Message
source: Are you sure You want To change Language ?
ar_eg: هل أنت متأكد من أنك تريد تغيير اللغة ؟

source: Change Language
ar_eg: تغيير اللغة

source: Change Password
ar_eg: تغيير كلمة المرور

source: Change Phone
ar_eg: تغيير رقم الجوال

source: Confirm Password
ar_eg: تأكيد الرقم السري

source: City
ar_eg: المدينة

source: Region
ar_eg: المنطقه

source: Male
ar_eg: ذكر

source: Famale
ar_eg: انثي

source: Skip
ar_eg: تخطي

# Please select Country
source: Please select your Country
ar_eg: من فضلك حدد أي دولة تريدها

# Phone
source: Phone Number
ar_eg: رقم الهاتف

source: Resend
ar_eg: إعادة إرسال

source: Submit
ar_eg: إرسال

source: Next
ar_eg: التالي

# Activation Message
source: if you didn't receive the activation code within the next 30 seconds ; you can Resend the Code.
ar_eg: إذا لم تستلم كود التفعيل في خلال ال ٣٠ ثانية القادمة ، يمكنك إعادة إرسال الكود .

# Worng
source: Wrong
ar_eg: خطأ

source: Required
ar_eg: مطلوب

source: OK
ar_eg: متابعة

source: Error
ar_eg: خطأ

source: Please insert all code
ar_eg: من فضلك أدخل الكود كاملا

source: Wrong Code
ar_eg: كود خاطئ

source: Products
ar_eg: المنتجات

source: is required
ar_eg: مطلوب ادخاله

source: must contain only letter
ar_eg: يجب ان يكون حروف فقط

source: is invalid
ar_eg: غير صحيح

source: should not be numbers only
ar_eg: لا يجب ان يكون ارقام فقط

source: should be numbers only
ar_eg: يجب ان يكون ارقام فقط

source: should not be numbers only or spcial characters
ar_eg: لا يجب ان يكون ارقام او حروف خاصة

# password valid
source: Must be contain 1 uppercase, 1 lowercase and 1 number
ar_eg: يجب أن تحتوي على حرف كبير وحرف صغير ورقم على الأقل

source: confirmation is invalid
ar_eg: تأكيدها غير صحيح

source: must be at least
ar_eg: يجب أن يكون على الأقل

source: may not be greater than
ar_eg: يجب ان يكون أقل من

# characters
source: character
ar_eg: حروف

source: Success
ar_eg: تم بنجاح

source: Username
ar_eg: إسم المستخدم

source: Code Sent Successfuly
ar_eg: تم إعادة إرسال الكود بنجاح

source: Shop now
ar_eg: تسوق الأن

source: Pay
ar_eg: ادفع

source: Create Acccount
ar_eg: إنشاء حساب

source: Already Have Account
ar_eg: أمتلك حساب بالفعل

source: You can register by
ar_eg: يمكنك التسجيل ب

# Register
source: Sign up
ar_eg: إنشاء حساب

source: Now you can start in English
ar_eg: رائع الآن يمكنك البدأ باللغة العربية

source: Now you can turn on alerts
ar_eg: الأن يمكنك تشغيل الأشعارات

source: We will:
ar_eg: وسوف نقوم ب :

source: Start shopping at this moment
ar_eg: إبدأي التسوق في هذه اللحظة

source: Discover the wonderful features we offer you
ar_eg: وأكتشفي الخصائص الرائعة التي نقدمها لك

source: Start Shoping
ar_eg: البدأ بالتسوق

source: Accessories
ar_eg: الإكسسوارات

source: Favorites
ar_eg: المفضلة

source: Follow Orders
ar_eg: تتبع الشحنات

source: Profile
ar_eg: الملف الشخصي

source: Updated Successfully
ar_eg: تم التحديث بنجاح

source: SAR
ar_eg: ريال

source: Add To Cart
ar_eg: أضف إلى السلة

source: Categories
ar_eg: الأقسام

source: No Products found
ar_eg: لا يوجد منتجات

source: Free Delivery
ar_eg: توصيل مجاني

source: Payment upon receipt
ar_eg: الدفع عند الإستلام

source: Delivery from 2-5 days
ar_eg: التوصيل من ٢-٥ أيام

source: My Address
ar_eg: عناويني

source: My Credit Cards
ar_eg: بطاقاتي الإلكترونية

source: Country
ar_eg: الدولة

source: Cancel
ar_eg: إلغاء

source: Done
ar_eg: تأكيد

# Old Password
source: Current Password
ar_eg: كلمة المرور الحالية

source: New Password
ar_eg: كلمة المرور الجديدة

source: Confirm New Password
ar_eg: تأكيد كلمة المرور الجديدة

source: Update
ar_eg: تحديث

source: Add Address
ar_eg: إضافة عنوان

source: Edit Address
ar_eg: تعديل العنوان

source: Detailed address
ar_eg: العنوان بالتفصيل

source: Save
ar_eg: حفظ

source: Company
ar_eg: الشركة

source: Select country
ar_eg: أختر الدولة

source: Change country
ar_eg: تغيير الدولة

source: Select Region
ar_eg: أختر المنطقة

source: Orders
ar_eg: الطلبات

source: Order
ar_eg: طلب

source: Date
ar_eg: التاريخ

source: Ship To
ar_eg: شحن إلى

source: Status
ar_eg: الحالة

source: Order Information
ar_eg: معلومات الطلب

source: Products Details
ar_eg: تفاصيل المنتجات

source: Product Details
ar_eg: تفاصيل المنتج

source: Product Name
ar_eg: إسم المنتج

source: Price
ar_eg: السعر

source: Qty
ar_eg: الكمية

source: Shipping Address
ar_eg: عنوان الشحن

source: Shipping Method
ar_eg: طريقة الشحن

source: Payment Method
ar_eg: طريقة الدفع

source: Grand Total
ar_eg: الإجمالي

source: SKU
ar_eg: معرف المنتج

# Shopping & Handling
source: Shipping & Handling
ar_eg: الشحن والتسليم

source: Not Found Orders
ar_eg: لا يوجد طلبات

# No items found
source: Not Found Products
ar_eg: لا يوجد منتجات

source: Not Found Items
ar_eg: لا يوجد منتجات

source: Not Found Results
ar_eg: لا يوجد نتائج

source: Not Found Addresses
ar_eg: لا يوجد عناوين

source: Descover Newset products Now be the first one how owen it and add it to your wishlist.
ar_eg: أكتشف أحدث منتاجاتنا الآن وكن أول من يمتلكها وأضفها للمفضلة.

source: Edit
ar_eg: تعديل

source: Added Successfully
ar_eg: تم الإضافة بنجاح

source: Deleted Successfully
ar_eg: تم الحذف بنجاح

source: Continue your purchase
ar_eg: متابعة عملية الشراء

source: Continue shopping
ar_eg: مواصلة التسوق

source: Total :
ar_eg: إجمالي :

source: Cart
ar_eg: السلة

source: Select Address
ar_eg: أختر العنوان

source: Choose Shipping Method
ar_eg: أختر طريقة الشحن

source: Choose the shipping method you wish to add .
ar_eg: اختر طريقة الشحن التي ترغب في إضافتها.

source: Only shipping methods which supports zones are listed
ar_eg: يتم سرد طرق الشحن فقط التي تدعم المناطق الخاصة بك

source: Apply Order
ar_eg: إنهاء الطلب

source: Deliver To
ar_eg: تسليم إلى

source: Apply
ar_eg: تفعيل

# Discount Code
source: Dicount Code
ar_eg: رمز الخصم

source: Product
ar_eg: المنتج

source: Delivery Service
ar_eg: خدمة التوصيل

# Apply purchase
source: Purchase
ar_eg: شراء

source: Search
ar_eg: بحث

# Please Login First
source: Sorry , you Should login first
ar_eg: من فضلك يرجى تسجيل الدخول أولًا

source: Forgot Password
ar_eg: نسيت كلمة المرور

source: Please select country first
ar_eg: من فضلك أختر الدولة أولا

source: Log In
ar_eg: تسجيل الدخول

source: LOG IN
ar_eg: تسجيل الدخول

source: SIGN UP
ar_eg: إنشاء حساب

source: Welcome to Chefaa
ar_eg: مرحباً بك في شفاء

source: Gmail
ar_eg: جوجل

source: Facebook
ar_eg: فيسبوك

source: OR
ar_eg: أو

# Name
source: Full Name
ar_eg: الإسم

source: Send
ar_eg: إرسال

source: Your SMS will be sent in seconds with verifcation code
ar_eg: سيتم ارسال رسالة SMS تحتوي على رمز التحقق

source: Forgot
ar_eg: نسيت كلمة المرور

source: Confirm
ar_eg: تأكيد

source: Code
ar_eg: الرمز

# Resend activation code
source: Resend the code
ar_eg: إرسال كود التفعيل

source: Activation
ar_eg: التفعيل

source: Enter your code
ar_eg: ادخل الرمز الخاص بك

source: Reset Password
ar_eg: إستعادة كلمة المرور

source: Reset
ar_eg: إعادة ضبط

source: Enter your new password
ar_eg: ادخل كلمة المرور الجديدة

source: Ex : 010123456789
ar_eg: مثال: 010123456789

# phoneExEg
source: Ex : 1xxxxxxxxx
ar_eg: مثال: 1xxxxxxxxx

# phoneExSa
source: Ex : 5xxxxxxxx
ar_eg: مثال: 5xxxxxxxx

# phoneEx
source: Ex : xxxxxxxxxx
ar_eg: مثال: xxxxxxxxxx

source: Ex : Ahmed
ar_eg: مثال: احمد

source: Ex : Chefaa@gmail.com
ar_eg: مثال: Chefaa@gmail.com

source: Welcome
ar_eg: مرحباً

source: SEARCH
ar_eg: بحث

source: STORE
ar_eg: المتجر

source: SCAN
ar_eg: إلتقاط

source: Show All
ar_eg: عرض الكل

source: Best Offers
ar_eg: أفضل العروض

# Most Sales
source: Most selling
ar_eg: الأكثر مبيعاً

source: Add to cart
ar_eg: أضف إلى السلة

source: Delete
ar_eg: حذف

source: AUTO
ar_eg: تلقاءي

source: ON
ar_eg: فتح

source: OFF
ar_eg: غلق

source: Search by product name
ar_eg: إبحث بأسم المنتج

source: Select Prescription(s)
ar_eg: اختر الروشتة

source: Active Orders
ar_eg: الطلبات الحالية

source: Pervious Orders
ar_eg: الطلبات السابقة

source: Order Details
ar_eg: تفاصيل الطلب

source: Phone Number
ar_eg: رقم الهاتف

source: Cart Subtotal
ar_eg: إجمالي العربة

source: Product Discount
ar_eg: خصم المنتجات

source: Cach
ar_eg: دفع عند التسلم

source: Shipping
ar_eg: التوصيل

source: EGP
ar_eg: ج.م

source: Edit profile
ar_eg: تعديل الملف الشخصي

source: Edit Your Profile
ar_eg: تعديل ملفك الشخصي

source: Feedback
ar_eg: شاركنا رأيك

source: About Us
ar_eg: عن شفاء

source: FAQS
ar_eg: أسئلة شائعة

source: FAQ
ar_eg: أسئلة شائعة

source: Terms of Service
ar_eg: شروط الخدمة

source: Privacy Policy
ar_eg: سياسة الخصوصية

source: Rate us
ar_eg: قم بتقييمنا

source: We need your feedback
ar_eg: نحن بحاجة إلى رأيك

source: Help us improve Chefaa
ar_eg: ساعدنا في تحسين شفاء

source: Thanks for your feedback
ar_eg: شكرا لرأيك

source: Please submit your feedback here...
ar_eg: الرجاء كتابة ملاحظاتك هنا ...

source: Please submit your message here...
ar_eg: الرجاء كتابة رسالتك هنا ...

source: Rescan
ar_eg: إعادة الإلتقاط

source: Scan
ar_eg: إلتقاط

source: Add any more notes (optional)
ar_eg: أضف أي ملاحظات ( إختياري)

source: Store
ar_eg: المتجر

source: All
ar_eg: الكل

source: Checkout
ar_eg: الدفع

source: Order now
ar_eg: اطلب الآن

source: Schedule order
ar_eg: اطلب لاحقًا

source: Payment method
ar_eg: طريقة الدفع

# Cash on delivery
source: Cash
ar_eg: نقدي عند الاستلام

source: Pay by credit card
ar_eg: الدفع بواسطة بطاقة الائتمان

source: Repeated Monthly
ar_eg: تكرار شهري

source: Address
ar_eg: العنوان

# Order note
source: Delivery note
ar_eg: ملاحظة التوصيل

source: No Search results
ar_eg: لا يوجد نتائج بحث

source: Enter Promo Code
ar_eg: أدخل كود الخصم

# Phone call
source: Phone
ar_eg: الهاتف

source: Female
ar_eg: أنثى

source: Gender
ar_eg: النوع

source: Select Gender
ar_eg: أختر النوع

source: Birthday
ar_eg: تاريخ الميلاد

# Enter your current password
source: Enter your current Password and your new password
ar_eg: أدخل كلمة المرور الحالية وكلمة المرور الجديدة

source: Current Password
ar_eg: كلمة المرور الحالية

source: Address Book
ar_eg: سجل العناوين

source: EX : Home , Work
ar_eg: مثال : المنزل , العمل

source: Floor No.
ar_eg: رقم الطابق

source: Building / Villa No.
ar_eg: رقم مبنى / فيلا

source: Landmark
ar_eg: علامة مميزة

source: Apartment No.
ar_eg: رقم الشقة

source: Select City
ar_eg: أختر المدينة

source: Select Area
ar_eg: أختر المنطقة

source: Please select city first
ar_eg: من فضلك أختر المدينة أولاٌ

source: Order created Successfully
ar_eg: تم الطلب بنجاح

source: Delivery location
ar_eg: موقع التوصيل

source: Cancel Order
ar_eg: إلغاء الطلب

source: Tell us the reason you cancelled the order
ar_eg: أخبرنا عن سبب إلغاء الطلب

source: Chat
ar_eg: الدردشة

source: Start Chat
ar_eg: بدأ الدردشة

source: * Please type your address in details
ar_eg: يرجى كتابة عنوانك بالتفصيل

# ExStreet
source: Street - District - City
ar_eg: رقم الشارع - الحي - المدينة

source: Please submit your reason for cancellation here....
ar_eg: يرجى تقديم سبب الإلغاء هنا ...

source: Other
ar_eg: أخرى

source: Fast Delivery
ar_eg: التوصيل السريع

source: Profile Updated Successfuly
ar_eg: تم تحديث الملف الشخصي بنجاح

source: Please check your credentials
ar_eg: من فضلك تأكد من بياناتك

source: sorry you can't cancel the order after 1 minute from acceptance
ar_eg: لا يمكنك الغاء السعر بعد دقيقة من الموافقة

source: Coupon Discount
ar_eg: خصم الكوبون

source: invalid coupon
ar_eg: كوبون خاطئ

source: Valid discount for order above :
ar_eg: قيمة الخصم للطلب :

source: We will be available here soon
ar_eg: ستتوفر خدمتنا هنا قريباً

source: Confirm Order
ar_eg: تأكيد الطلب

source: You will be notified of the payment amount requested when order is accepted
ar_eg: سيتم اعلامك بالسعر من الصيدلية بعد قبوله

source: Choose To
ar_eg: نوع الطلب

source: Pay by
ar_eg: طريقة الدفع

source: Credit card
ar_eg: بطاقة إئتمان

source: No Products found to display yet
ar_eg: لا يوجد منتجات لعرضها

source: Sorry, No Products Found In This Category
ar_eg: نأسف، لايوجد منتجات في هذا القسم

source: Please select reason
ar_eg: من فضلك اختر السبب

source: Refill Monthly
ar_eg: تكرار شهري

source: Save & Change
ar_eg: تغيير و حفظ

source: Find Us on social media
ar_eg: تابعنا على وسائل التواصل الإجتماعي

source: Please select at least one item!
ar_eg: من فضلك اختر على الأقل منتج واحد

source: Other Notes
ar_eg: ملحوظات أخرى

source: Capture or upload your Prescription
ar_eg: ارفق صورة الروشتة

source: Close
ar_eg: رجوع

source: Enter your current Password and your new password
ar_eg: ادخل كلمة المرور الحالية و الجديدة

source: Chefaa Blog
ar_eg: مدونة شفاء

source: Search Chefaa Blog
ar_eg: ابحث في مدونة شفاء

source: Article Not Found
ar_eg: المقال غير متوفر

source: We got it , we will write about it For you
ar_eg: لكن سنكتب عنه لاحقاً فتابعنا

source: Camera
ar_eg: الكاميرا

source: Verification Code
ar_eg: رمز التحقق

source: Order this medicine
ar_eg: اطلب هذا الدواء

source: More
ar_eg: أخرى

source: Clear
ar_eg: مسح

source: Order accepted you have one minute to cancel order
ar_eg: تم قبول الطلب لديك دقيقة واحدة للإلغاء

source: sorry you can't cancel the order after 1 minute of acceptance
ar_eg: مرت دقيقة لا يمكنك إلغاء الطلب

# Order accepted can't be canceled
source: Order accepted can't be cancelled
ar_eg: تم الموافقة على الطلب,لا يمكنك الإلغاء

# Order accepted can't be canceled after one minute
source: Order accepted can't be cancelled after one minute
ar_eg: تم قبول الطلب,لا يمكنك اللإلغاء

# Order in preparing stage can't be canceled
source: Order in preparing stage can't be cancelled
ar_eg: لايمكن إلغاء طلب قيد التنفيذ

source: this is not a valid phone number
ar_eg: رقم موبايل غير صحيح

source: Out of stock
ar_eg: غير متوفر حالياً

source: You will be notified in case of product re-availability
ar_eg: سيتم إعلامك في حالة توافر المنتج مرة أخرى

source: My Insurance Cards
ar_eg: كروت التأمين الطبي

source: Add New Card
ar_eg: إضافة كارت جديد

source: Please Upload One Image For Each Side
ar_eg: قم برفع صورة لكل وجه من الكارت

source: Please Enter Card Holder Name
ar_eg: ادخل اسم حامل الكارت

source: Please Enter A Valid Card Number
ar_eg: ادخل رقم الكارت صحيح

source: Insurance Cards
ar_eg: كروت التأمين الطبي

source: Delete This Card
ar_eg: احذف الكارت

source: No Insurance Cards Yet
ar_eg: لا توجد كروت تأمين حتى الآن

source: Start Add Your First Insurance Cards
ar_eg: ابدأ بإضافة أول كارت تأمين

source: Start to add your first insurance card
ar_eg: ابدأ بإضافة أول كارت تأمين

source: Card Details
ar_eg: بيانات الكارت

source: Card Holder Name
ar_eg: اسم حامل الكارت

source: Card Name
ar_eg: اسم حامل الكارت

source: Card Number
ar_eg: رقم الكارت

source: Upload Your Card
ar_eg: ارفق الكارت

source: Upload Or Capture Your Card Front Side
ar_eg: ارفع الجانب الأمامي للكارت

source: Upload Or Capture Your Card Back Side
ar_eg: ارفع الجانب الخلفي للكارت

source: Order Notes
ar_eg: ملاحظات

source: Product Availability,Price And Pharmacies Offers May Vary According To Your Area
ar_eg: يرجى العلم أن توافر المنتجات وأسعارها والعروض في الصيدليات قابل للتغيير حسب منطقتك

source: New Reminder
ar_eg: منبه جديد

source: Drug Name
ar_eg: إسم الدواء

source: Notes
ar_eg: ملاحظات

source: Quantity per intake
ar_eg: العدد لكل مرة

source: Times per day
ar_eg: عدد المرات خلال اليوم

source: + New time
ar_eg: + وقت جديد

source: Repeat for
ar_eg: التكرار

source: Take On
ar_eg: يؤخذ في

source: Medication Reminder
ar_eg: تذكير الدواء

source: Time
ar_eg: الوقت

source: Today's Reminders
ar_eg: تنبيهات اليوم

source: This Day Has No Reminders
ar_eg: هذا اليوم لايحتوي على أي تنبيهات

source: Never Miss Your Dose Again And Start Adding Your Reminders
ar_eg: لا تفوت جرعاتك وابدأ في إضافة تنبيهاتك

source: Every Day
ar_eg: كل يوم

source: Limit Days
ar_eg: لمدة محددة

source: Specific Days
ar_eg: أيام مختلفة

source: Today Only
ar_eg: اليوم الحالي فقط

source: Start from
ar_eg: بداية من

source: Select Specific Days To Remind You Of Your Doses
ar_eg: اختر أيام مختلفة لتذكيرك فيها بجرعاتك

source: + Add New Day
ar_eg: + إضافة يوم جديد

source: Day
ar_eg: اليوم

source: This day is existed before
ar_eg: لقد قمت بإضافة هذا اليوم من قبل

source: Start date can't be in past.
ar_eg: هذا التاريخ في الماضي

source: Days
ar_eg: الأيام

source: Add Your Days
ar_eg: اضف الأيام

source: Duration
ar_eg: المدة

# Duration Days
source: Days
ar_eg: أيام

# Duration Day
source: Day
ar_eg: يوم

source: Please add days
ar_eg: قم بإضافة الأيام

source: Please add times
ar_eg: قم بإضافة الوقت

source: Chefaa Reminder🔔
ar_eg: منبه شفاء🔔

source: Time to take your medication
ar_eg: بنفكرك بموعد دوائك

source: Drug Name Is Required
ar_eg: من فضلك ادخل اسم الدواء

source: saved successfuly
ar_eg: تم الحفظ

source: Are you sure you want to permanently delete the Reminder?
ar_eg: هل أنت متأكد انك تريد حذف التنبيه بشكل نهائي؟

source: Yes, Delete
ar_eg: تأكيد

source: pills
ar_eg: حبوب

source: Placed
ar_eg: تم استلامه

source: In-Progress
ar_eg: قيد التنفيذ

source: Delivered
ar_eg: تم توصيله

source: Cancelled
ar_eg: تم إلغاؤه

source: Your order has been placed and is being assigned to a pharmacy
ar_eg: تم استلام طلبك وجاري إرساله للصيدلية

source: Assigning a pharmacy that can deliver your order may take few minutes
ar_eg: قد يستغرق الوصول لصيدلية بها طلبك بعض الوقت

source: Your order is accepted by a pharmacy and is being prepared
ar_eg: تم قبول طلبك وجاري تجهيزه

source: Your order is out for delivery
ar_eg: جاري توصيل طلبك

source: Your order is delivered successfully
ar_eg: تم توصيل طلبك بنجاح

source: Your Order Is Cancelled
ar_eg: تم إلغاء طلبك

source: Rate this order
ar_eg: قيم طلبك

source: Please, rate your last order
ar_eg: من فضلك، قم بتقييم آخر طلب

source: Chefaa Service
ar_eg: خدمة شفاء

source: Thanks for rating
ar_eg: شكراً على تقييمك

source: Ex: Panadol
ar_eg: مثال: شريط بنادول و بامبرز مقاس 4

source: Type Your Order
ar_eg: اكتب طلبك

source: Invite your friends
ar_eg: رشح التطبيق لأصدقائك

source: Wallet
ar_eg: المحفظة

source: Transactions History
ar_eg: سجل المعاملات

source: This Month
ar_eg: الشهر الحالي

source: No Transactions
ar_eg: لا يوجد معاملات

source: Here you can track all your transactions
ar_eg: يمكنك تتبع جميع معاملاتك هنا

source: Available Balance
ar_eg: الرصيد الحالي

source: Received
ar_eg: تم ايداع

source: Expired
ar_eg: منتهي الصلاحية

source: valid till
ar_eg: صالح حتى

source: Wallet Discount
ar_eg: خصم المحفظة

source: Debt
ar_eg: دين

source: Addresses Book
ar_eg: سجل العناوين

source: Addresses book
ar_eg: سجل العناوين

source: Address book
ar_eg: سجل العناوين

source: Rate App
ar_eg: قيّم التطبيق

source: All products
ar_eg: كل المنتجات

source: Welcome to Chefaa
ar_eg: مرحباً بك في شفاء

source: Welcome to CHEFAA
ar_eg: مرحباً بك في شفاء

# My Wallet
source: Wallet
ar_eg: المحفظة

# Submit Register
source: Submit
ar_eg: تأكيد

# CHEFAA box is delivered within 2 business days
source: CHEFAA box is delivered within 2 days
ar_eg: شفاء بوكس يتم توصيله خلال يومين عمل

source: The shipping company has your order & will be delivered in 2-3 business days
ar_eg: طلبك لدى شركة الشحن وسيصلك خلال 2-3 أيام عمل

# No Results Found
source: No Product Found
ar_eg: لا يوجد نتائج

source: Sorry You Couldn’t Find What You Are Looking For, You Can Still Send Your Request
ar_eg: نأسف لأنك لم تجد ماتبحث عنه، لكن مازال يمكنك ارسال طلبك لنا

source: Show resaults
ar_eg: عرض النتائج

source: Clear all
ar_eg: مسح الكل

source: Sort
ar_eg: الترتيب

source: Price : Low to High
ar_eg: السعر : من الأقل إلى الأعلى

source: Price : High to Low
ar_eg: السعر : من الأعلى إلى الأقل

source: Sort by
ar_eg: ترتيب حسب

# visa
source: Credit Card
ar_eg: بطاقة إئتمان

# cash
source: Cash on delivery
ar_eg: نقدي عند الاستلام

source: brand selected
ar_eg: ماركات أُختيرت

source: View
ar_eg: عرض

source: Free Credit
ar_eg: رصيد مجاني

source: Share the app with your friends to get free credit in your wallet
ar_eg: شارك التطبيق مع أصدقائك واحصل علي رصيد مجاني في محفظتك

source: With every friend signing up using your code and getting his first order, you get 30 EGP in your wallet your friend can get 30 EGP on signing up using the code to use it with the first order All conditions and terms are applied
ar_eg: مع كل تسجيل دخول لصديق لك باستخدام الكود الخاص بك وإتمام أول طلب له ستحصل علي 30 جنيه في محفظتك صديقك سيحصل علي 30 جنية عند التسجيل باستخدام الكود يستطيع استخدامها مع اول طلب تطبق الشروط و الأحكام

source: With every friend signing up using your code and getting his first order, you get
ar_eg: مع كل تسجيل دخول لصديق لك باستخدام الكود الخاص بك و إتمام أول طلب له ستحصل علي

source: EGP in your wallet your friend can get
ar_eg: جنية في محفظتك صديقك سيحصل علي
