Repository: minaead13/Wlif
Catalog: Wlif/LangaugeManager/*.lproj/Localizable.strings
Languages: ar_eg

# OrderPendingPaymentAlertLbl
source: Your order is ready for online payment, please pay to complete it
ar_eg: طلبك جاهز للدفع أونلاين، يرجى الدفع لاستكماله

source: Amount due
ar_eg: المبلغ المستحق

# paymentReusultFailTitle
source: Payment failed
ar_eg: فشل عملية الدفع

# paymentReusultSuccessBtn
source: Got it
ar_eg: تم

# paymentReusultFailBtn
source: Try again
ar_eg: حاول مرة أخرى

# selectPaymentMethodTitle
source: Select payment method
ar_eg: اختر طريقة الدفع

source: Cancel shipment
ar_eg: إلغاء الشحنة

# insuranceListEmptyTitle
source: You have not added any insurance
ar_eg: لم تقم بإضافة أي تأمين طبي

# insuranceListEmptyDisc
source: Adding will be through the insurance page before submitting the order
ar_eg: الإضافة ستكون من خلال صفحة التأمين قبل ارسال الطلب

# EditCard
source: Edit
ar_eg: تعديل

# DeleteCard
source: Delete
ar_eg: حذف

# InsuranceTitle
source: Insurance
ar_eg: تأمين طبي

# addInsuranceTitle
source: Add insurance
ar_eg: أضف تأمين

# editInsuranceTitle
source: Edit
ar_eg: تعديل

# insuranceFullName
source: Card name
ar_eg: اسم الكارت

# insuranceFullNamePlaceHolder
source: Type a name to differentiate it
ar_eg: اكتب اسم للتفرقة مع الآخرين

# insuranceProviderTitle
source: Select your provider
ar_eg: اختر شركة التأمين

# insuranceProviderPlaceHolder
source: Current provider
ar_eg: الشركات الحالية

# insurancePictureTitle
source: Photos of insurance card
ar_eg: صور كارت التأمين

# retakePic
source: Retake
ar_eg: تغيير

# retakeFrontPic
source: Take a photo of front side
ar_eg: التقط صورة للوجه الأمامي

# retakeBackPic
source: Take a photo of back side
ar_eg: التقط صورة للوجه الخلفي

# dataIsSecuredTitle
source: All your data will be stored securely
ar_eg: سيتم حفظ جميع بياناتك بشكل آمن

# UploadRXTitle
source: Upload Your Claim Form
ar_eg: أضف صورة الروشتة

# UploadRXDic
source: Add a clear image of the claim form to order your medication
ar_eg: أضف صورة واضحة من نموذج المطالبة لطلب الدواء الخاص بك

# addAFile
source: Add claim
ar_eg: أضف النموذج

source: Add new insurance
ar_eg: أضف تأمين جديد

# selectInsuranceCardTitle
source: Select your insurance
ar_eg: اختر تأمينك الطبي

# captureFrontPic
source: Capture front side
ar_eg: التقاط الجانب الأمامي

# captureBackPic
source: Capture back side
ar_eg: التقاط الجانب الخلفي

# capturePicDisc
source: Place your card into selected area
ar_eg: ضع بطاقتك في المنطقة المحددة

# checkOutInsuranceProviderTitle
source: Your insurance
ar_eg: تأمينك الطبي

# ODInsuranceCompanyTitle
source: Insurance provider
ar_eg: شركة التأمين

# ODInsuranceCardTitle
source: Insurance Card
ar_eg: كارت التأمين

# myCardsTitle
source: Cards
ar_eg: الكروت

# tabbarOrdersTitle
source: Orders
ar_eg: الطلبات

# SupportTitle
source: Support
ar_eg: الدعم

# SelectYourProviderTitle
source: Select your provider
ar_eg: اختر شركة التأمين

source: Card name is required
ar_eg: اسم الكارت مطلوب

# InsuranceNameValidation
source: Card name should be between 3 and 50 characters
ar_eg: يجب أن يكون اسم الكارت بين 3 و 50

# providerIsRequired
source: Current provider is required
ar_eg: مطلوب اختيار شركة التأمين

# frontImgIsRequired
source: Photo of front side is required
ar_eg: صورة للوجه الأمامي مطلوبه

# backImgIsRequired
source: Photo of back side is required
ar_eg: صورة للوجه الخلفي مطلوبه

# myOrdersListTitle
source: Your orders
ar_eg: الطلبات الخاصة بك

# couponsucsess
source: Coupon applied successfully
ar_eg: تم تفعيل الكوبون بنجاح

# FreeSum
source: Free
ar_eg: مجانًا

# ReviewSheetTitle
source: Delivery confirmation
ar_eg: تأكيد التسليم

# ReviewSheetDisc
source: The shipment was delivered successfully
ar_eg: الشحنة تم توصيلها بنجاح

# ReviewSheetResvBtn
source: Received
ar_eg: تم الاستلام

# ReviewSheetHelpBtn
source: Not delivered
ar_eg: لم تصل بعد

# AddReviewSheetTitle
source: Share your feedback
ar_eg: شاركنا رأيك

source: Placed on
ar_eg: تم الطلب في :

source: Shipment by :
ar_eg: شحنة من :

# RateYourExp
source: Rate your experience
ar_eg: قيم تجربتك معنا

# reviewCommentTitle
source: Send us your feedback to help us improve
ar_eg: أرسل لنا ملاحظاتك للمساعدة في تحسين الخدمة!

# more comments
source: Type here your comments
ar_eg: اكتب هنا ملاحظاتك

source: Your Rate :
ar_eg: تقييمك :

# yourCommment
source: Comment :
ar_eg: ملاحظة :

# Delivery in
source: Delivery within
ar_eg: التسليم في خلال

source: Estimated arrival
ar_eg: الوقت المتوقع للوصول

# Your shipment delivered
source: Your shipment has been delivered
ar_eg: تم تسليم شحنتك

# Your shipment Canncelled
source: Your shipment has been cancelled
ar_eg: تم إلغاء شحنتك

source: Hours
ar_eg: ساعة

source: Minutes
ar_eg: دقيقة

# Searching for your order at a nearby pharmacy
source: We are searching nearby pharmacies for your order with available items and best prices.
ar_eg: جاري البحث في الصيدليات القريبة منك عن طلبك بالمنتجات المتاحة وأفضل الأسعار

# searchBarWaffarPH
source: Search in Waffar products
ar_eg: ابحث في منتجات وفر

# searchBarNowPH
source: Search in Now products
ar_eg: ابحث في منتجات الآن

# selectAddress
source: Set address
ar_eg: حدد العنوان

# OrderStatetitle1now
source: Searching
ar_eg: جاري البحث

# OrderStatetitle2now
source: Preparing
ar_eg: جاري تجهيزه

# OrderStatetitle3now
source: On the way
ar_eg: خرج للتوصيل

# OrderStatetitle4now
source: Delivered
ar_eg: تم التوصيل

# OrderStatetitle1waffar
source: Received
ar_eg: تم استلامه

# OrderStatetitle2waffar
source: Preparing
ar_eg: جاري تجهيزه

# OrderStatetitle3waffar
source: Shipped
ar_eg: تم شحنه

# OrderStatetitle4waffar
source: Delivered
ar_eg: تم التوصيل

source: Coupon applied
ar_eg: تم تفعيل الكوبون

# requestRateLimitError
source: You sent too many requests. Please try again after 1 hour.
ar_eg: تم تجاوز حد الاستخدام المسموح به. يرجى المحاولة بعد ساعة.

source: Chefaa Rewards
ar_eg: مكافآت شفاء

# gameBallAlertTxt
source: You will earn (X) points upon order completion.
ar_eg: ستحصل على نقاط تساوي (X) عند اكتمال الطلب.

# orderNotRecivedMsg
source: Order not delivered yet
ar_eg: الطلب لم يصل بعد

# detectLocation
source: Detecting your location ....
ar_eg: جاري تحديد موقعك ....

# awayFromGPSTitle
source: You're far away from your addresses!
ar_eg: أنت بعيد عن أي عنوان لديك

# awayFromGPSDisc
source: Are you sure that you want to delivery your order to default address?
ar_eg: هل أنت متأكد أنك تريد تسليم طلبك إلى عنوانك الأساسي؟

# keepThisAddressBtn
source: Yes, keep this address
ar_eg: نعم، أريد هذا العنوان

# useCurrentGPSBtn
source: No, select current location
ar_eg: لا، اختر الموقع الحالي

# tellYourLocationTitle
source: Tell us your location
ar_eg: أخبرنا بموقعك

# tellYourLocationDisc
source: For a best experience, we need your location to show you the available product near you
ar_eg: للحصول على أفضل تجربة استخدام، نحتاج إلى موقعك لنعرض لك المنتج المتوفر بالقرب منك

# allowLocationAccessBtn
source: Allow Location
ar_eg: السماح لتحديد الموقع

# manualSelectLocationBtn
source: Select from map
ar_eg: اختر من الخريطة

# voteLocationTitle
source: There are no pharmacies near you
ar_eg: لا يوجد صيدليات قريبة منك

# voteLocationDisc
source: Our network does not have pharmacies near you, but you can inform us of your area
ar_eg: حاليًا لا يوجد في شبكتنا صيدليات قريبه منك، لكن يمكن ابلاغنا بمنطقتك

# voteLocationBtn
source: Vote for this area
ar_eg: أبلغنا بهذه المنطقة

# orderFromWaffarBtn
source: Order from Waffar
ar_eg: اطلب من وفّر

source: Select delivery location
ar_eg: اختر موقع التوصيل

source: Confirm location
ar_eg: تأكيد الموقع

source: Wasfaty information
ar_eg: بيانات وصفتي

source: National ID / Residency number
ar_eg: رقم الهوية الوطنية / رقم الإقامة

source: Wasfaty reference number
ar_eg: رقم الوصفة الطبية

source: Mobile number
ar_eg: رقم الجوال

# WasfatyDeliveryFees
source: You will be charged only for the delivery fees
ar_eg: سيتم محاسبتك فقط على رسوم التوصيل

source: Wasfaty photo
ar_eg: صورة الوصفة الطبية

# PaymentDetailsTitle
source: Payment details
ar_eg: ملخص الدفع

source: Order via Wasfaty
ar_eg: اطلب عبر وصفتي

source: Order via Prescription
ar_eg: اطلب عبر الوصفة

source: Wasfaty
ar_eg: وصفتي

source: Add Wasfaty photo (optional)
ar_eg: اضف صورة الوصفة الطبية (اختياري)

source: ex: 1234567891
ar_eg: مثال : 1234567891

source: ex : 0534567891
ar_eg: مثال : 0534567891

source: ex: b1385166
ar_eg: مثال : b1385166

source: Upload photo
ar_eg: أرفق الصورة

source: To ensure you reach the correct page, please change the country app.
ar_eg: للتأكد من وصولك إلى الصفحة الصحيحة، يرجى تغيير بلد التطبيق.

source: You can order by uploading photos or typing your needs
ar_eg: يمكنك الطلب عن طريق رفع صورة أو كتابة احتياجاتك من الصيدلية

source: Mobile Number is wrong
ar_eg: رقم الجوال غير صحيح

source: National ID / Residency number is wrong
ar_eg: رقم الهوية / الإقامة غير صحيح

source: Change location
ar_eg: اختر موقع آخر

source: Delivery location
ar_eg: موقع التوصيل

# enableLocation
source: Location sharing is off. Tap here to enable before selecting products
ar_eg: تحديد الموقع معطل. اضغط هنا لتفعيله قبل اختيار المنتجات

source: Enable
ar_eg: تفعيل

source: Add location
ar_eg: حدد الموقع

# UnavailableLocation
source: Unavailable within your location
ar_eg: غير متوفر حاليًا في نطاق موقعك

source: Unavailable
ar_eg: غير متاح

# out_of_zone_text
source: Our network does not have pharmacies near you
ar_eg: حاليًا لا يوجد في شبكتنا صيدليات قريبه منك

# voted_text
source: Voted
ar_eg: تم التصويت

source: Account
ar_eg: الحساب

# AccountTitle
source: Account
ar_eg: الحساب الشخصي

# PaymentTitle
source: Payment
ar_eg: الدفع

source: View profile setting
ar_eg: إعدادات الملف الشخصي

source: Edit your information
ar_eg: تعديل الملف الشخصي

source: Your Password
ar_eg: كلمة المرور

source: Account deletion
ar_eg: حذف الحساب

# seeYou
source: We are sad to see you go, but hope to see you again!
ar_eg: نأسف ان نراك تغادر ، لكن نتمنى أن نراك مرة أخرى

source: Delete my account
ar_eg: احذف حسابي

source: My Account
ar_eg: حسابي الشخصي

source: Not completed
ar_eg: غير مكتمل

source: Tax number
ar_eg: الرقم الضريبي

# Current location
source: Delivery location
ar_eg: موقع التوصيل

source: The service has been stopped
ar_eg: تم ايقاف الخدمة

source: Please upload prescription image
ar_eg: يرجى رفع الوصفة

source: Upload
ar_eg: ارفع

source: Got it
ar_eg: لقد فهمت

# There are no pharmacies near you, but you can order with Big save option
source: no pharmacies near you, but you can order with Big save option in cart
ar_eg: لا يوجد صيدليات قريبة منك، لكن يمكنك الطلب عن طريق خدمة سوبر توفير من سلة التسوق

source: There aren't any pharmacies available in your area, so Big Save is your best option for ordering, you can select it in cart
ar_eg: لا يوجد صيدليات متاحة في منطقتك، خدمة سوبر توفير هي أفضل خيار متاح، يمكنك تجربتها واختيارها من سلة التسوق.

source: Monthly Medication
ar_eg: الروشتة الشهرية

source: Order your monthly medication & needs with Big Save service
ar_eg: اطلب أدويتك و احتياجاتك الشهرية عن طريق خدمة سوبر توفير

source: Coverage provided by
ar_eg: التغطية مقدمة من

source: What is Big Save Service?
ar_eg: ما خدمة سوبر توفير؟

source: Delivery option
ar_eg: نوع التوصيل

# BigsaveNotify
source: You'll be notified of the price and available products. Order will be canceled if the minimum is not met.
ar_eg: سيتم إبلاغك بالسعر والمنتجات المتوفرة. سيتم إلغاء الطلب في حالة إذا لم يصل للحد الأدنى

source: Removed items
ar_eg: المنتجات المحذوفة

source: Attachments
ar_eg: مرفقات

source: Payment summary
ar_eg: ملخص الدفع

source: Log in / Sign up
ar_eg: تسجيل دخول/ مستخدم جديد

source: Select delivery option
ar_eg: اختر طريقة التوصيل

source: You're (X) EGP away from the minimum order.
ar_eg: تحتاج منتجات بقيمة (X) حتي تصل للحد الأدنى

source: What is Big Save option ?
ar_eg: ما خدمة سوبر توفير؟

source: Tap to learn more ....
ar_eg: اضغط لمعرفة المزيد ....

source: Login First
ar_eg: سجل الدخول أولاً

source: Create address
ar_eg: إنشاء عنوان

source: Minimum order =
ar_eg: الحد الأدنى =

source: Coupon
ar_eg: الكوبون

source: Type coupon code
ar_eg: اكتب كود الخصم

source: You rock! You've reached the minimum order 🎉
ar_eg: رهيب! وصلت للحد الأدنى للطلب 🎉

source: Not available for your address
ar_eg: غير متاح حالياً لعنوانك

source: Search for your Location
ar_eg: ابحث عن موقعك

source: Text
ar_eg: النص
