Repository: minaead13/Wlif
Catalog: Wlif/LangaugeManager/*.lproj/Localizable.strings
Languages: ar_eg

source: EGP on signing up using the code to use it with the first order All conditions and terms are applied
ar_eg: جنية عند التسجيل باستخدام الكود يستطيع استخدامها مع اول طلب تطبق الشروط و الأحكام

source: You get
ar_eg: تكسب

source: Your friend get
ar_eg: صديقك يكسب

source: 30 EGP
ar_eg: 30 ج.م

source: Your code
ar_eg: الكود الخاص بك

source: Share chefaa
ar_eg: شارك التطبيق

source: You must make at least one order to be able to share the app with your friends and receive the free credits
ar_eg: يجب إتمام طلب واحد علي الأقل حتى تستطيع مشاركة التطبيق مع أصدقائك والحصول علي الرصيد المجاني

source: Install CHEFAA app and use this code
ar_eg: حمل تطبيق شفاء واكتب الكود دا,

source: as you sign up for both of us to win credit
ar_eg: وانت بتسجل حسابك عشان نكسب رصيد في حسابنا احنا الاتنين

source: Link to install:
ar_eg: لينك التحميل:

source: Need help with order
ar_eg: أحتاج للمساعدة في طلبي

# newScanOrder
source: I sent prescription order
ar_eg: أرسلت طلب روشتة

# newInsuranceOrder
source: I sent insurance order
ar_eg: أرسلت طلب تأمين

# newWaffarOrder
source: I sent waffar order
ar_eg: أرسلت طلب من وفّر

# newNowOrder
source: I sent Now order
ar_eg: أرسلت طلب من الآن

# newMultiOrder
source: I sent Multi order
ar_eg: أرسلت طلب من شحنتين

# needHelpScanOrder
source: Need help with prescription order
ar_eg: أحتاج مساعدة في طلب روشتة

# needHelpInsuranceOrder
source: Need help with insurance order
ar_eg: أحتاج مساعدة في طلب تأمين

# needHelpWaffarOrder
source: Need help with waffar order
ar_eg: أحتاج مساعدة في طلب من وفّر

# needHelpNowOrder
source: Need help with Now order
ar_eg: أحتاج مساعدة في طلب من الآن

# needHelpMultiOrder
source: Need help with Multi order
ar_eg: أحتاج مساعدة في طلب من شحنتين

source: Number :
ar_eg: رقم :

source: Scheduled
ar_eg: مُجدول

source: Change language
ar_eg: تغيير اللغة

source: Default
ar_eg: أساسي

source: set as default
ar_eg: تعيين أساسي

source: Address type
ar_eg: نوع العنوان

source: Sorry, our services don't cover this area
ar_eg: نأسف، خدماتنا لا تغطي هذه المنطقة

source: Work
ar_eg: العمل

source: Home
ar_eg: المنزل

source: Work
ar_eg: العمل

source: Home
ar_eg: المنزل

source: Street name
ar_eg: اسم الشارع

source: Building No.
ar_eg: رقم المبنى

source: Floor
ar_eg: رقم الدور

source: Aparment
ar_eg: رقم الشقة

source: Ex: 7
ar_eg: مثال: 7

source: Ex: 10
ar_eg: مثال: 10

source: Ex: 20
ar_eg: مثال: 20

# ExLandmark
source: Beside Mosque
ar_eg: بجوار مسجد الرحمن

source: Select city
ar_eg: اختر المدينة

source: Select your city
ar_eg: اختر المدينة

source: Select your area
ar_eg: اختر المنطقة

source: Save address
ar_eg: حفظ العنوان

source: Current Location
ar_eg: موقعي الحالي

source: Most used address
ar_eg: من العناوين المحفوظة

source: Show all address
ar_eg: عرض كل العناوين

source: Add new address
ar_eg: إضافة عنوان جديد

source: Add credit
ar_eg: إضافة رصيد

source: Transaction success
ar_eg: عملية ناجحة

source: You have added
ar_eg: لقد قمت بإضافة

source: EGP to your wallet successfully
ar_eg: جنيه للمحفظة بنجاح

source: Transaction failed
ar_eg: عملية غير ناجحة

source: Something wrong happened please check your credit card
ar_eg: حدث خطأ خلال عملية التحويل يرجى مراجعة بطاقة الإئتمان

source: Back to wallet
ar_eg: العودة للمحفظة

source: Payment code
ar_eg: كود الدفع

source: please take the code to any branch of our payment providers , once the payment is recevied your credit will be added
ar_eg: يرجى التوجه لأي فرع من فروع موفري خدمات الدفع لدينا والدفع باستخدام الكود المرفق. سيتم إضافة الرصيد بمجرد إتمام عملية الدفع

source: Take screenshot
ar_eg: حفظ كصورة

source: Our Payment providers
ar_eg: موفري الخدمة لدينا

source: Removed Succssesfully
ar_eg: تم الحذف

source: Credit added
ar_eg: رصيد مُضاف

source: Update later
ar_eg: تحديث لاحقًا

source: Update now
ar_eg: تحديث الآن

source: Turn location services on
ar_eg: تفعيل خدمات الموقع

source: Please enable location services on
ar_eg: من فضلك قم بتفعيل خدمات الموقع

source: Your wishlist is empty
ar_eg: لا توجد أي منتجات مفضلة لديك

source: Save your favourite products here
ar_eg: يمكنك حفظ منتجاتك المفضلة هنا

source: Notify me
ar_eg: أريد إبلاغي

source: Will be notified
ar_eg: سيتم ابلاغك

source: Min
ar_eg: حد أدنى

source: Max
ar_eg: حد أقصى

source: Minimum price
ar_eg: أدنى سعر

source: Maximum price
ar_eg: أقصى سعر

# Saved Articles
source: Saved
ar_eg: مقالات محفوظة

source: Free
ar_eg: مجاني

source: Items
ar_eg: عناصر

# PremiumDay
source: Day
ar_eg: يوم

source: No Providers found
ar_eg: لا يوجد خدمات

# subMsg
source: Subscribe as individual for %d EGP / Month
ar_eg: أشتراك كشخص فردي ب %d ج.م / للشهر

# subBtn
source: Subscribe Now
ar_eg: اشترك الان

source: Debit
ar_eg: دين

source: upto
ar_eg: حتى

source: Upload prescription
ar_eg: رفع صورة الروشتة

# vodafone_points_congrats
source: Congratulation
ar_eg: تم الاستبدال بنجاح

# Prime.App
source: App
ar_eg: تطبيق

# Prime.Website
source: Website
ar_eg: الموقع

# Prime.Location
source: Location
ar_eg: العنوان

# NotifyMe.AskForAlternative
source: Ask for alternative
ar_eg: اسأل عن بديل

source: I need alternative for
ar_eg: أريد بديل ل

# PrimeOffline-Title
source: Get your offer
ar_eg: احصل على الخصم

# primeDiscUpTo
source: Up to %$ off
ar_eg: خصم حتى %$

# Prime.Phone
source: Phone
ar_eg: رقم الهاتف

# PrimeOffline-Disc
source: Fill in and submit these required data, and we will contact you as soon as possible
ar_eg: يرجى تقديم الهاتف للشخص المسؤول في هذا الفرع لتفعيل العرض عن طريق ملئ البيانات المطلوبة

# PrimeOffline-ServiceTitle
source: Service / Tests
ar_eg: الخدمة / التحاليل

# PrimeOffline-ServiceDisc
source: Type here service or test name
ar_eg: اكتب هنا الخدمة والتحاليل المطلوبة

# PrimeOffline-AreaTitle
source: Select the branch area
ar_eg: اختر منطقة الفرع المناسبة لك

# PrimeOffline-AreaDisc
source: Select area
ar_eg: اختر منطقة

# PrimeOffline-DateTitle
source: Select your day
ar_eg: اختر اليوم المناسب لك

# PrimeOffline-DateDisc
source: Choose a day
ar_eg: اختر اليوم

# PrimeOffline-PhotoTitle
source: Upload photo
ar_eg: أرفق صورة

# PrimeOffline-NoteTitle
source: Any notes
ar_eg: أضف أي ملاحظات

# PrimeOffline-NoteDisc
source: Type here
ar_eg: اكتب هنا

# PrimeOffline-SuccessMsg
source: Your request has been sent successfully and we will contact you as soon as possible to confirm the request
ar_eg: تم ارسال طلبك بنجاح وسيتم التواصل معك في أقرب وقت لتأكيد الطلب

source: Ex: 123456
ar_eg: مثال: 123456

source: Original price
ar_eg: السعر قبل الخصم

source: Ex: 100
ar_eg: مثال: 100

source: Discount percentage
ar_eg: نسبة الخصم

source: Ex: 25
ar_eg: مثال: 25

source: Activate
ar_eg: تفعيل

# Prime-EGP
source: EGP
ar_eg: جنيه

source: Congratulation
ar_eg: تهانينا

source: The discount has been activated successfully, please check your email
ar_eg: تم تفعيل الخصم بنجاح، يرجى فحص بريدك الإلكتروني المسجل في شفاء مسبقًا

# PrimeSuccessBtn
source: Done
ar_eg: تم

source: Get offer
ar_eg: احصل على العرض

source: is required.
ar_eg: مطلوب

# DiscountPercentageValidation
source: Value should be between 1 and 100
ar_eg: يجب أن تكون القيمة بين 1 و 100

source: Photos
ar_eg: الصور

# emptyViewStoreTitle
source: No results found
ar_eg: لا توجد نتائج

# emptyViewStoreMsg
source: You can still send your order by typing the name of the medicine or product you want
ar_eg: أهلا بك, كيف يمكننا مساعدتك في الوصول الي ما تحتاجه؟

source: No offers available in pharmacies near your current location
ar_eg: غير متوفر عروض في الصيدليات القريبة من موقعك الحالي

source: Change address
ar_eg: تغيير العنوان

source: Caregiver
ar_eg: المتابع

source: Caregiver enables you to get help when needed.
ar_eg: خاصية المتابع تمكنك من الحصول على المساعدة في أي وقت

source: Learn more
ar_eg: اعرف أكثر

# AddCareGiverPopup_Disc
source: Caregiver enables you to get any help when needed and your medicines schedule.
ar_eg: خاصية المتابع تمكنك من الحصول على المساعدة أي وقت وكذلك تتبع مواعيد أدويتك

# AddCareGiverPopup_SOS
source: You can notify your cargiver in emergency cases with an SMS.
ar_eg: يمكنك ابلاغ متابعك في ثواني عند وجود حالة طارئة

# AddCareGiverPopup_Med
source: Automatically sends an SMS to your caregiver if you missed your medicines doses.
ar_eg: تتبع مواعيد أدويتك وارسال تنبيه للمتابع عند وجود جرعة فائتة

# AddCareGiverPopup_AddBtn
source: Add your caregiver
ar_eg: أضف متابع لك

# DeleteCareGiverPop_Title
source: Your caregiver will be deleted are you sure ?
ar_eg: سيتم حذف المتابع الخاص بك

source: Add your caregiver
ar_eg: أضف متابع لك

source: Caregiver's name
ar_eg: اسم المتابع

source: Caregiver's phone number
ar_eg: رقم هاتف المتابع

source: Your caregiver added successfully
ar_eg: تم إضافة المتابع بنجاح

source: Preparing by
ar_eg: التحضير بواسطة

source: Good morning,
ar_eg: صباح الخير،

source: Good afternoon,
ar_eg: مساء الخير،

source: Good evening,
ar_eg: مساء الخير،

source: How can we help you?
ar_eg: كيف يمكننا مساعدتك؟

source: Order by Prescription
ar_eg: اطلب بالروشتة

source: Show all brands
ar_eg: عرض كل الماركات

source: Featured brands
ar_eg: ماركات مميزة

source: New offers
ar_eg: عروض جديدة

# allfieldsAreRequired
source: Please type your name
ar_eg: من فضلك اكتب الاسم

# nameIsInvalid
source: Your name is invalid
ar_eg: يرجي ألا يحتوي الإسم على رموز خاصة

# phoneIsInvalid
source: Please check your mobile number
ar_eg: يرجى التاكد من رقم الهاتف

# prescriptionTypeRx
source: Upload Prescription
ar_eg: أضف الروشتة

# prescriptionTypeTxt
source: Type your order
ar_eg: اكتب طلبك

# prescriptionHomeTitle
source: We made it easier
ar_eg: سهلنا الطلب عليك

# showcaseDeliverTitle
source: Deliver To
ar_eg: التوصيل إلى

# showcaseDeliverDisc
source: Set your Address you need your order to be delivered to
ar_eg: حدد عنوانك الذي تريد أن يصل طلبك إليه

# showcaseAskPharmacistTitle
source: Ask Pharmacist 24/7
ar_eg: 24/7 اسأل صيدلي

# showcaseAskPharmacistDisc
source: Ask the pharmacist for a consultation or send your complaints easily
ar_eg: يُمكنك استشارة صيادلة متخصصين، أو إرسال أي شكوى بسهولة

# showcaseOffersTitle
source: Offers
ar_eg: العروض

# showcaseOffersDisc
source: Find out all the exclusive offers at Chefaa as well as in pharmacies near you
ar_eg: اعرف كل العروض الحصرية في شفاء وكذلك في الصيدليات القريبة منك

# showcaseReminderTitle
source: Reminder
ar_eg: منبه الدواء

# showcaseReminderDisc
source: Set your medicine time and we will make sure you don’t miss a dose
ar_eg: حدد ميعاد العلاج الخاص بك وسنكون معك لتذكيرك بموعد الجرعة

# showcaseBlogTitle
source: Chefaa blog
ar_eg: مدونة شفاء

# showcaseBlogDisc
source: Learn more about your health routines, medicine and products
ar_eg: ثقف نفسك عن حالتك و في كل ما يختص الأدوية ومنتجات العناية

# showcasePrimeTitle
source: Chefaa Plus
ar_eg: شفاء برايم

# showcasePrimeDisc
source: Use Chefaa Plus & cut your out of pocket cost for your health services
ar_eg: استخدم شفاء برايم وقلل من تكلفة خدماتك الطبية

source: left
ar_eg: متبقي

# showcaseTitle0eg
source: Through Chefaa, you can choose between four purchase experiences to order your pharmaceutical needs
ar_eg: من خلال شفاء يمكنك الإختيار بين أربعة تجارب شراء لطلب احتياجاتك من الدواء ومنتجات العناية

# showcaseTitle0sa
source: Through Chefaa, you can choose between two purchase experiences to order your pharmaceutical needs
ar_eg: من خلال شفاء يمكنك الإختيار بين تجربتين شراء لطلب احتياجاتك من الدواء ومنتجات العناية

# showcaseDisc0
source: Next
ar_eg: التالي

# showcaseTitle1
source: Your order will be sent to the nearest pharmacy and you will receive it within 1-2 hours
ar_eg: طلبك سيتم ارساله لأقرب صيدلية لك وسيصلك منها في خلال 1-2 ساعة

# showcaseDisc1
source: Next
ar_eg: التالي

# showcaseTitle2
source: Save up to 25% on your care products and get it delivered within 48 hours
ar_eg: وفّر حتى 25٪ علي احتياجاتك من منتجات العناية وستصلك في خلال 48 ساعة

# showcaseDisc2
source: Next
ar_eg: التالي

# showcaseTitle3
source: Support on your all needs from the pharmacy or health services
ar_eg: دعم شامل على احتياجاتك الدوائية والغير دوائية من الصيدلية وكذلك الخدمات الصحية

# showcaseDisc3
source: Next
ar_eg: التالي

# showcaseTitle4
source: Submit your insurance order to deliver from nearby pharmacy
ar_eg: يمكنك الآن إرسال طلب التأمين ليصلك من أقرب صيدلية

# showcaseDisc4
source: Done
ar_eg: تم

# maxPhotoReached
source: Maximum photo count reached
ar_eg: تم الوصول إلى الحد الأقصى لعدد الصور

# nameIsRequired
source: Your name is required
ar_eg: اسمك مطلوب ادخاله

# POItem
source: item
ar_eg: منتج

# POItems
source: items
ar_eg: منتجات

# POSearchEmptyTitle
source: No product found
ar_eg: لا يوجد منتجات

# POSearchEmptyDisc
source: Sorry you couldn't find what you are looking for, but you can still send your request by type your order
ar_eg: عذرًا ، لم تتمكن من العثور على ما تبحث عنه ، ولكن لا يزال بإمكانك إرسال طلبك عن طريق كتابة طلبك

# POSearchEmptyBTnTitle
source: Type your order
ar_eg: اكتب طلبك

# PODetailsVCTitle
source: Order details
ar_eg: تفاصيل الطلب

source: Prepared by:
ar_eg: يُجهز بواسطة:

# POState1
source: Placed
ar_eg: تم استلامه

# POState2
source: Accepted
ar_eg: قيد التجهيز

# POState3
source: Out for delivery
ar_eg: خرج للتوصيل

# PDState3Chefaa
source: Your order has been prepared, and you will be contacted to set the delivery date
ar_eg: تم تجهيز طلبك وسيتم التواصل معك لتحديد موعد التسليم

# POState4
source: Delivered
ar_eg: تم التوصيل

# POState5
source: cancelled
ar_eg: تم الإلغاء

# PONeedHelpBtn
source: Need help with Chefaa Plus order
ar_eg: أحتاج مساعدة مع طلب من شفاء بلس

# POStateMsg1
source: Your order has been placed, We are working on it
ar_eg: تم استلام طلبك بنجاح وجاري العمل عليه

# POStateMsg2
source: Your order is in being prepared
ar_eg: طلبك قيد التجهيز

# POStateMsg3
source: Your order is out for delivery
ar_eg: طلبك خرج للتوصيل

# POStateMsg4
source: Your order has been delivered
ar_eg: تم توصيل طلبك بنجاح

# POStateMsg5
source: Your order has been cancelled
ar_eg: تم إلغاء طلبك

# POPriceLater
source: Price later
ar_eg: يُسعر لاحقًا

# POTitle
source: Chefaa Plus
ar_eg: شفاء بلس

# POEmptyTitle
source: No active order
ar_eg: لايوجد طلبات

# POEmptyDisc
source: Start trying the Chefaa Plus service and get coverage from chefaa on your orders
ar_eg: ابدأ بتجربة خدمة شفاء بلس و احصل علي تغطية من شفاء علي طلباتك

# POEmptyBTnTitle
source: Create new order
ar_eg: انشاء طلب جديد

# POstepOneBtnTitle
source: Add your items
ar_eg: أضف منتجاتك

# POstep1VCTitle
source: Create order
ar_eg: انشاء طلب

# POstepOneTitle
source: Add your items
ar_eg: أضف منتجاتك

# POstepTwoTitle
source: Delivery info
ar_eg: معلومات التوصيل

# POItemsListTitle
source: Your items
ar_eg: قائمة المنتجات

# POEmpty1VCDisc
source: No item added yet
ar_eg: لم تتم إضافة أي منتج

# POItemTypePopTitle
source: Add your items by
ar_eg: أضف منتجاتك عن طريق

# POItemTypePhoto
source: Upload photo
ar_eg: اختر صورة

# POItemTypeTxt
source: Type item name
ar_eg: اكتب اسم المنتج

# POItemTypeImg
source: Search for item
ar_eg: ابحث عن منتج

# POItemTypeTxtDisc
source: Type here the name of the drug/product you want to add to your items
ar_eg: اكتب هنا اسم الدواء/المنتج الذي تريد إضافته لقائمة منتجاتك

# POItemTypeTxtExample
source: Ex: Panadol
ar_eg: مثال: بنادول

# POItemSearchPlaceHolder
source: Type here item name
ar_eg: اكتب اسم المنتج

# PODeliverTo
source: Delivery address
ar_eg: عنوان التوصيل

# POAddressDefault
source: Please provide address for delivery time
ar_eg: يرجى تحديد العنوان لمعرفة وقت التوصيل

# PODeliveryDate
source: Delivery time
ar_eg: وقت التوصيل

# PODeliveryDefault
source: Delivery to Cairo and Giza within 48 hours
ar_eg: التوصيل للقاهرة والجيزة خلال 48 ساعة

# PODeliveryNoteTitle
source: Delivery note
ar_eg: ملاحظة التوصيل

# PODeliveryNoteDefault
source: Type here your delivery note
ar_eg: اكتب هنا ملاحظة التوصيل

# POOrderSummery
source: Order summary
ar_eg: ملخص الطلب

# POChefaaCopay
source: Chefaa copay
ar_eg: تغطية شفاء

# POCheckoutNote
source: The price will be confirmed within minutes after sending the order
ar_eg: سيتم تأكيد السعر في خلال دقائق من بعد ارسال الطلب

# POCalendarPopTitle
source: Select delivery date
ar_eg: حدد تاريخ التوصيل

# POOrderTotal
source: Total
ar_eg: الإجمالي

# PODelvieryAddressValidation
source: Please select delivery address.
ar_eg: يرجى اختيار عنوان التوصيل.

# PODelvieryDateValidation
source: Please select delivery date.
ar_eg: يرجى اختيار تاريخ التوصيل.

# WafferPlusAlertMsg
source: The minimum for order execution is 200 EGP
ar_eg: الحد الأدنى لتنفيذ الطلب هو 200 جنيه

# cartPhAlert
source: Product availability, price and delivery fees may vary according to pharmacy and we will contact you in case of any change
ar_eg: توفّر المنتجات وأسعارها ورسوم التوصيل قد يختلف باختلاف الصيدلية وسنتواصل معك في حالة أي تغيير

# nowTitle
source: Now
ar_eg: الآن

# wafferTitle
source: Waffar
ar_eg: وفّر

# primeTitle
source: Plus
ar_eg: بلس

# nowDisc
source: Get your order now from nearest pharmacy
ar_eg: توصيل سريع لطلبك من أقرب صيدلية

# wafferDisc
source: Save up to 25% on your pharmacy needs
ar_eg: عروض مرة قوية وشحن خلال ٤٨ ساعة

# primeDisc
source: Extra discounts and unlimited benefits
ar_eg: خصومات أعلى وهدايا أكثر

# rxRequired
source: Require prescription
ar_eg: يلزم وصفة طبية

# rxRequiredBtn
source: Add prescription
ar_eg: أضف روشتة

source: Low stock
ar_eg: كمية محدودة

# lowStockDisc
source: We may not be able to fulfil it, due to a shortage in pharmacies
ar_eg: قد لا نتمكن من توفيره، بسبب عدم توفره في الصيدليات

# done2
source: Done
ar_eg: تم

# nowEmptyViewTitle
source: We're sorry you didn't find what you were looking for
ar_eg: نأسف لعدم العثور على ما تبحث عنه

# waffarEmptyViewTitle
source: We're sorry you didn't find what you were looking for
ar_eg: نأسف لعدم العثور على ما تبحث عنه

# waffarEmptyViewBtnTitle
source: Continue shopping
ar_eg: متابعة التسوق

source: Delete My Account
ar_eg: اريد حذف حسابي

# deleteMyAccountMsg
source: Please, I want to delete my account.
ar_eg: من فضلك اريد حذف حسابي.

# MaxQtyTitle
source: Alert
ar_eg: تنبيه

# MaxQtyDisc
source: Sorry, this product has a maximum order limit
ar_eg: عذراً, هذا المنتج له حد أقصى للطلب

source: Frequently bought together
ar_eg: عادة ما يتم شراؤها معًا

source: Price of selected =
ar_eg: سعر المنتجات المختارة =

source: Add selected to cart
ar_eg: أضف المنتجات المختارة

source: Overview
ar_eg: نظرة عامة

source: Specification
ar_eg: المواصفات

source: Highlights
ar_eg: مميزات المنتج

source: About product
ar_eg: عن المنتج

source: Read More
ar_eg: قراءة المزيد

source: Read Less
ar_eg: أقرأ أقل

source: Selected added
ar_eg: تمت الإضافة

source: See more
ar_eg: للمزيد

source: Price:
ar_eg: السعر:

# filterTitle
source: Filter
ar_eg: التصنيف

# filterCat1
source: Main Categories
ar_eg: الأقسام الأساسية

# filterCat2
source: Sub Categories
ar_eg: الأقسام الفرعية

# filterCat3
source: Child Categories
ar_eg: الأقسام الفرعية الثانوية

# filterBrands
source: Brands
ar_eg: الماركات

source: Price
ar_eg: السعر

# filterType
source: Type
ar_eg: النوع

# filterSkinType
source: Skin Type
ar_eg: نوع البشرة

# filterFormulation
source: Formulation
ar_eg: التكوين

# filterSize
source: Size
ar_eg: الحجم

# filterConcentration
source: Concentration
ar_eg: التركيز

# filterColor
source: Color
ar_eg: اللون

# filterAgeRange
source: Age Range
ar_eg: الفئة العمرية

# filterOralCare
source: Oral Care
ar_eg: العناية بالاسنان

# filterHairType
source: Hair Type
ar_eg: نوع الشعر

# filterHairColor
source: Hair Color
ar_eg: لون الشعر

# filterPackSize
source: Pack Size
ar_eg: حجم العبوه

# filterSuitableFor
source: Suitable For
ar_eg: مناسب ل

# filterFreeFrom
source: Free From
ar_eg: خالي من

# filterSpecialFeatures
source: Special Features
ar_eg: مميزات خاصة

# filterScent
source: Scent
ar_eg: الرائحة

# filterFlavor
source: Flavor
ar_eg: المذاق

# genderValidation
source: Please select your gender
ar_eg: من فضلك اختر النوع

source: Weight
ar_eg: الوزن

source: Height
ar_eg: الطول

source: Enter your weight
ar_eg: اكتب وزنك

source: Enter your height
ar_eg: اكتب طولك

source: Blood type
ar_eg: فصيلة الدم

source: Select
ar_eg: اختر

source: Chronic Diseases
ar_eg: الأمراض المزمنة

source: Identify chronic diseases, if you have.
ar_eg: حدد الأمراض المزمنة إذا كنت تعاني منها.

source: Agreed
ar_eg: موافق

source: All information is secure and privacy protected
ar_eg: جميع المعلومات محمية و في سرية تامة

source: You can help us bring you a customized and better care that suits your health and well being.
ar_eg: يمكنك مساعدتنا في تقديم رعاية أفضل ومخصصة لحياتك الصحية

source: Start creating your health profile.
ar_eg: ابدأ في إنشاء ملفك الصحي لدينا.

source: Health profile
ar_eg: الملف الصحي

source: Select your blood type
ar_eg: اختر فصيلة الدم

source: Select your chronic conditions
ar_eg: حدد الأمراض المزمنة لديك

source: Need Help ?
ar_eg: تحتاج للمساعدة ؟

source: Saved Cards
ar_eg: كروت الدفع

# emptyCreditCardListTitle
source: You have no saved cards yet
ar_eg: ليس لديك أي كروت دفع

# emptyCreditCardListDisc
source: Payment cards are added when orders are executed
ar_eg: يتم إضافة كروت الدفع عند تنفيذ الطلبات

# CashPayment
source: Pay on delivery
ar_eg: الدفع عند الإستلام

# OnlinePayment
source: Debit/Credit Card
ar_eg: بطاقة إئتمان

# CreditFailedTitle
source: Issue with your payment card
ar_eg: يوجد مشكلة مع بطاقة الدفع

# CreditFailedBtn
source: Got it
ar_eg: تم

# newCreditCard
source: Pay with a new card
ar_eg: استخدم بطاقة جديدة

# OnlinePaymentTitle
source: Confirm payment
ar_eg: تأكيد الدفع

# onlinePaymentSuccessTitle
source: Order successfully placed!
ar_eg: تم الطلب بنجاح

# onlinePaymentSuccessDisc
source: We want to inform you that the required amount will be withdrawn after the order is confirmed with you and it is out for delivery
ar_eg: نريد إعلامك أنه سيتم سحب المبلغ المطلوب بعد تأكيد الطلب معك وخروجه للتوصيل

# onlinePaymentSuccessDiscKSA
source: Kindly keep the phone nearby for payment invoice after order confirmation.
ar_eg: يرجى الاحتفاظ بالهاتف بالقرب منك لدفع الفاتورة بعد تأكيد الطلب.

# cashPaymentSuccessDiscKSA
source: Kindly keep phone nearby for product replacement suggestions from our agents.
ar_eg: يرجى الاحتفاظ بالهاتف في مكان قريب للتواصل معك في حالة ترشيح بديل من الصيدلي.

source: View order
ar_eg: تفاصيل الطلب

# cashPaymentSuccessDisc
source: We will contact you if there are no products available to recommend an alternative for you
ar_eg: نريد إعلامك انه سيتم التواصل معك في حالة عدم وجود بعض المنتجات لترشيح بديل لك

# onlinePaymentFailTitle
source: Failed payment
ar_eg: عملية دفع فاشلة

# onlinePaymentFailDisc
source: There’s an issue with your card please try again with another card
ar_eg: توجد مشكلة في بطاقتك ، يرجى المحاولة مرة أخرى باستخدام بطاقة أخرى

# onlineOrderFailTitle
source: Order failed
ar_eg: فشل إرسال الطلب

# onlineOrderFailDisc
source: There is a problem with the order that is not related to the payment process
ar_eg: يوجد مشكلة في الطلب ليس لها علاقة بعملية الدفع

# tryAgain
source: Back to checkout
ar_eg: العودة للدفع

source: Card ending in
ar_eg: البطاقة التي تنتهي بـ

# AvailablePaymentsTitle
source: Available payment methods
ar_eg: طرق الدفع المتاحة

# multiShipmentWarningTwo
source: You have ## shipments will arrive at different times
ar_eg: لديك شحنتين ستصلك في أوقات مختلفة

# multiShipmentWarningMore
source: You have ## shipments will arrive at different times
ar_eg: لديك ## شحنات ستصلك في أوقات مختلفة

# OrderNeedsPayment
source: ORDER NEED TO PAY
ar_eg: طلب يحتاج الدفع

source: Apple pay
ar_eg: أبل باي

# OrderDetails-ShipPayBtn
source: Pay now
ar_eg: سدد الآن

# OrderDetails-ShipTryAgainBtn
source: Try Pay again
ar_eg: حاول الدفع مرة أخرى

# paymentReusultSuccessTitle
source: Payment completed successfully
ar_eg: اكتمل الدفع بنجاح

# paymentReusultSuccessTitleSA
source: Successful payment
ar_eg: عملية دفع ناجحة

# paymentReusultSuccessDisc
source: Order will be processed
ar_eg: سيتم استكمال تجهيز الطلب
